[
    {"fact": "Cá voi là loài động vật có thể hát. Chúng sử dụng tiếng kêu để giao tiếp và tìm kiếm bạn đồng hành."},
    {"fact": "Nước biển không phải lúc nào cũng mặn. Nước biển có thể thay đổi độ mặn tùy thuộc vào địa phương và môi trường."},
    {"fact": "Con ngỗng có thể ngủ trong khi đang bay. Chúng có thể ngủ từng nửa não một để duy trì chuyến bay dài."},
    {"fact": "Con kangaroo không thể đi lùi. Chúng chỉ có thể di chuyển về phía trước vì cấu trúc cơ thể."},
    {"fact": "Những con bướm có thể cảm nhận được mùi hương bằng chân. Các chân của chúng có các tế bào cảm giác mùi."},
    {"fact": "Một ngày trên sao Kim dài hơn một năm trên sao Kim. Sao Kim quay quanh trục của mình rất chậm, mất hơn 243 ngày để hoàn thành một vòng quay."},
    {"fact": "Những con chim cánh cụt không bao giờ bay. Tuy nhiên, chúng là những vận động viên bơi lội cực kỳ tài ba."},
    {"fact": "Hà mã có thể chạy nhanh hơn con người. Chúng có thể đạt tốc độ lên tới 30 km/h trên đất liền."},
    {"fact": "Trong suốt lịch sử, con người đã bị rơi vào trạng thái ngủ sâu trong nhiều tuần mà không bị ảnh hưởng nhiều đến sức khỏe."},
    {"fact": "Tại sao bạn không bao giờ nghe được một con voi nói? Vì voi có thể giao tiếp thông qua các rung động."},
    {"fact": "Trái đất có thể sản xuất khoảng 100 tỷ tấn không khí mỗi năm. Mỗi năm, lớp khí quyển của Trái đất sẽ thay đổi."},
    {"fact": "Con rùa có thể sống thọ hơn con người. Một số loài rùa có thể sống tới 200 năm."},
    {"fact": "Những con chó có thể nhận diện các cảm xúc của con người qua giọng nói. Chúng có khả năng phân biệt giọng nói vui hay giận dữ."},
    {"fact": "Cá có thể đi bộ dưới nước. Một số loài cá, như cá vây chân, có thể đi bộ nhờ vào các vây của chúng."},
    {"fact": "Hành tinh Jupiter có những cơn bão mạnh hơn bất kỳ cơn bão nào trên Trái đất. Cơn bão nổi tiếng nhất là Vết Đỏ Lớn, một cơn bão khổng lồ kéo dài hàng trăm năm."},
    {"fact": "Sao Hỏa có những cơn gió mạnh và có thể mang bụi và cát khắp hành tinh. Điều này khiến bề mặt sao Hỏa rất khó điều khiển."},
    {"fact": "Con cá voi xanh là động vật lớn nhất trên hành tinh. Một con cá voi xanh có thể dài tới 30 mét và nặng tới 180 tấn."},
    {"fact": "Con mèo có thể nghe được âm thanh từ khoảng cách xa hơn con người. Chúng có khả năng nghe thấy âm thanh ở tần số cao hơn con người nhiều lần."},
    {"fact": "Sự thật thú vị về con ong là chúng có thể sống đến 5 năm nếu không phải làm việc."},
    {"fact": "Mỗi năm, con người ăn trung bình khoảng 10 tấn thực phẩm. Điều này bao gồm tất cả các loại thực phẩm từ rau, trái cây đến thịt."},
    {"fact": "Có thể phân biệt các loài rùa dựa vào độ dài của vỏ chúng. Loài rùa biển có vỏ cứng hơn so với loài rùa trên cạn."},
    {"fact": "Cái miệng của con cá mập luôn mở để bơi. Cá mập không có bàng quang, do đó chúng phải di chuyển liên tục để thở."},
    {"fact": "Dưới đáy đại dương, có những nơi mà nước có thể đạt tới nhiệt độ cao hơn điểm sôi của nước bình thường nhờ áp suất."},
    {"fact": "Khi mặt trời chìm xuống dưới chân trời, chúng ta thấy màu sắc khác nhau vì các sóng ánh sáng bị phân tán trong không khí."},
    {"fact": "Ngôi sao gần nhất với Trái đất là Proxima Centauri, cách chúng ta khoảng 4.24 năm ánh sáng."},
    {"fact": "Con hươu cao cổ có thể ăn tới 35 kg lá mỗi ngày và sử dụng chiếc cổ dài để hái lá trên cây cao."},
    {"fact": "Có một loài ếch có thể đông cứng trong mùa đông và sống lại vào mùa xuân mà không bị hư hại."},
    {"fact": "Con người không thể nhìn thấy tất cả các màu trong phổ ánh sáng. Một số loài động vật, như ong, có thể thấy tia cực tím."},
    {"fact": "Một ngày trên sao Thủy dài gấp ba lần năm của sao Thủy. Hành tinh này quay quanh mặt trời rất chậm."},
    {"fact": "Loài chim cánh cụt hoàng đế có thể sống và sinh sản dưới nhiệt độ cực lạnh của Nam Cực."},
    {"fact": "Những con chuột có thể sống qua cả mùa đông mà không cần ngủ đông. Chúng chỉ cần tìm một nơi ấm áp để trú ẩn."},
    {"fact": "Mỗi năm, 100.000 cây được trồng từ những quả hạt của cây gỗ đỏ có thể phát triển thành những cây gỗ khổng lồ."},
    {"fact": "Đáy biển sâu có thể chứa các khoáng chất quý giá mà chúng ta chưa khám phá hết. Các nhà khoa học vẫn đang nghiên cứu tiềm năng này."},
    {"fact": "Các nhà thiên văn học đã phát hiện ra rằng các hành tinh có thể quay quanh những ngôi sao khác ngoài mặt trời của chúng ta."},
    {"fact": "Có một loài ong có thể tạo ra mật có màu xanh nhờ việc ăn những quả việt quất."},
    {"fact": "Trái tim của một con cá mập có thể bơm máu suốt một giờ mà không cần nghỉ."},
    {"fact": "Số lượng nước trong cơ thể người chiếm khoảng 60% tổng trọng lượng cơ thể, với phần lớn nước nằm trong tế bào."},
    {"fact": "Những con chuột có thể dễ dàng leo trèo các bức tường thẳng đứng nhờ vào sự linh hoạt của cơ thể."},
    {"fact": "Một loài kiến có thể nâng được vật nặng gấp 50 lần trọng lượng cơ thể của mình."},
    {"fact": "Mỗi năm có khoảng 100 triệu tấn thực phẩm bị lãng phí trên toàn thế giới."},
    {"fact": "Trong những năm gần đây, các nhà khoa học đã phát hiện một loài động vật có thể tái tạo các bộ phận cơ thể bị mất."},
    {"fact": "Trái đất thực sự không phải là hình cầu hoàn hảo, nó có hình dạng phình ra ở xích đạo, gọi là hình ellipsoid."},
    {"fact": "Cái tên 'Australia' có nguồn gốc từ tiếng Latinh 'australis', nghĩa là 'phía nam'."},
    {"fact": "Lỗ đen không phải là những cái lỗ mà là vùng không gian có mật độ cực cao, có sức hút mạnh mẽ."},
    {"fact": "Con gà có thể nhớ tới 100 khuôn mặt khác nhau, giúp chúng nhận diện những con vật hoặc người quen thuộc."},
    {"fact": "Có thể bạn không biết, nhưng những con dơi thực sự là động vật ăn côn trùng rất hiệu quả, giúp giảm thiểu số lượng muỗi."},
    {"fact": "Trong vũ trụ có những khu vực không có vật chất gì, đó là các 'vùng trống' trong không gian."},
    {"fact": "Con sư tử có thể chạy với tốc độ lên đến 80 km/h nhưng chỉ có thể duy trì được tốc độ này trong khoảng 200 mét."},
    {"fact": "Các nhà nghiên cứu đã phát hiện ra rằng các con cá mập sống rất lâu, có thể đạt đến tuổi 400 năm."},
    {"fact": "Con người có thể phát hiện các mùi khác nhau nhờ vào một bộ phận đặc biệt trong mũi gọi là tế bào khứu giác."},
    {"fact": "Tốc độ ánh sáng là 299.792.458 m/s, nhanh hơn bất kỳ vật thể nào trong vũ trụ."},
    {"fact": "Có một loài cua có thể sống dưới đáy biển sâu, nơi không có ánh sáng mặt trời."},
    {"fact": "Từ khi loài người xuất hiện, chúng ta đã tạo ra hơn 50.000 loại ngôn ngữ khác nhau trên khắp thế giới."},
    {"fact": "Trái đất có thể tạo ra một trận động đất mạnh đến mức có thể cảm nhận được ở mọi nơi trên hành tinh."},
    {"fact": "Có một loài cây gọi là cây 'bánh mì', vì quả của nó giống như bánh mì."},
    {"fact": "Hạt cà phê là hạt của quả cà phê, không phải là một loại hạt thực sự."},
    {"fact": "Con dơi là động vật có thể bay nhưng không phải là loài chim, vì chúng không có lông cứng."},
    {"fact": "Trái tim của một con cá mập có thể bơm máu suốt một giờ mà không cần nghỉ."},
    {"fact": "Trong vũ trụ, không có không gian hoàn toàn trống rỗng, vì luôn có các hạt cơ bản."},
    {"fact": "Loài ngựa có thể chạy đến 70 km/h khi bị đe dọa, khiến chúng trở thành những kẻ chạy nhanh."},
    {"fact": "Tất cả các loài cá đều có khả năng tái tạo các bộ phận cơ thể bị mất trong một thời gian ngắn."},
    {"fact": "Con kangaroo không thể đi lùi, chỉ có thể nhảy về phía trước."},
    {"fact": "Nước có thể tồn tại dưới ba trạng thái (rắn, lỏng, khí) tùy thuộc vào nhiệt độ và áp suất."},
    {"fact": "Sao Hỏa có hai mặt trăng nhỏ, Phobos và Deimos, mỗi mặt trăng có hình dạng rất kỳ lạ."},
    {"fact": "Con gấu có thể ngủ suốt mùa đông, giảm nhịp tim xuống chỉ còn một phần ba."},
    {"fact": "Cây thông là một trong những loài cây sống lâu nhất trên trái đất, có thể sống đến 5.000 năm."},
    {"fact": "Trái tim của loài cua có thể được thay thế nếu bị hỏng."},
    {"fact": "Con sóc có thể nhảy xa đến 10 lần chiều dài cơ thể của mình."},
    {"fact": "Động vật không phải lúc nào cũng sử dụng miệng để ăn, như loài ong hút mật hoa qua vòi."},
    {"fact": "Nhiều loài động vật có thể phát sáng trong bóng tối, như loài cá ngừ phát sáng."},
    {"fact": "Mỗi năm, có hàng triệu tấn rác thải nhựa bị đổ ra biển."},
    {"fact": "Chim cánh cụt hoàng đế là loài chim duy nhất có thể sinh sản dưới lớp băng ở Nam Cực."},
    {"fact": "Mật ong là thực phẩm duy nhất không bao giờ bị hỏng, có thể tồn tại hàng nghìn năm."},
    {"fact": "Con người có thể nhận diện khoảng 10.000 mùi khác nhau, nhưng khả năng này giảm dần theo tuổi tác."},
    {"fact": "Có một loài con sò có thể sống đến hơn 500 năm."},
    {"fact": "Hành tinh Venus có một ngày dài hơn một năm, vì thời gian quay quanh mặt trời chậm hơn thời gian quay quanh trục của nó."},
    {"fact": "Trong môi trường không trọng lực, con người không thể nấc, vì cơ hoành không bị tác động."},
    {"fact": "Người ta đã phát hiện ra một loài cá có thể sống đến 150 năm, loài này có tên là cá kỳ lân."},
    {"fact": "Con cua có thể quay chân của mình 360 độ để xoay lại khi cần thiết."},
    {"fact": "Các tảng băng lớn ở Bắc Cực và Nam Cực chứa khoảng 70% lượng nước ngọt của thế giới."},
    {"fact": "Các loài động vật có thể xác định được các trận động đất trước khi chúng xảy ra bằng cách cảm nhận những thay đổi trong môi trường."},
    {"fact": "Một số loại rùa có thể sống đến hơn 150 năm."},
    {"fact": "Loài sói có thể sống đến 13 năm trong tự nhiên, nhưng chúng thường sống ít hơn trong điều kiện hoang dã."},
    {"fact": "Trái đất không hoàn toàn tròn, mà có dạng hình ellipsoid, nghĩa là phình ra ở xích đạo."},
    {"fact": "Có thể bạn không biết, nhưng những con bướm không chỉ có màu sắc đẹp mà còn có thể cảm nhận được mùi hương bằng chân."},
    {"fact": "Cây hương thảo có thể sống đến hơn 30 năm và có khả năng chống lại nhiều bệnh tật."},
    {"fact": "Loài chim ưng có thể bay với tốc độ 200 km/h khi lao xuống để săn mồi."},
    {"fact": "Sao chổi có thể có tuổi thọ rất lâu, với vòng quay dài khoảng 75.000 năm quanh mặt trời."},
    {"fact": "Có một loài cây gọi là 'hoa nở vào ban đêm', vì chúng chỉ nở vào lúc trời tối."},
    {"fact": "Các loài động vật như cá, chim và một số loài động vật biển có thể cảm nhận từ trường của trái đất."},
    {"fact": "Hạt giống của cây bồ đề có thể tồn tại hàng trăm năm trong môi trường khô ráo mà không bị chết."},
    {"fact": "Có thể bạn không biết, nhưng con hươu cao cổ có thể đẻ ra một con hươu cao cổ mới dài tới 2 mét."},
    {"fact": "Trong không gian vũ trụ, không có vật thể nào có thể chạy nhanh hơn ánh sáng."},
    {"fact": "Mỗi ngày Trái đất phải nhận một lượng bức xạ cực tím từ mặt trời lớn hơn khoảng 5 lần so với tổng lượng năng lượng mà chúng ta sử dụng."},
    {"fact": "Chim hải âu có thể bay liên tục trong vài tháng mà không cần hạ cánh."},
    {"fact": "Có những con cá có thể thay đổi màu sắc của mình để phù hợp với môi trường xung quanh."},
    {"fact": "Sự sống trên Trái đất bắt đầu cách đây khoảng 3.5 tỷ năm."},
    {"fact": "Một con gấu bắc cực có thể chạy nhanh đến 56 km/h khi cần thiết."},
    {"fact": "Con lạc đà có thể sống mà không cần uống nước trong vài tuần nhờ vào lượng mỡ trong cơ thể."},
    {"fact": "Mật ong được sử dụng trong y học cổ truyền của nhiều nền văn hóa để chữa các bệnh về họng và tiêu hóa."},
    {"fact": "Cái đen nhất trong vũ trụ không phải là lỗ đen mà là các vật thể gọi là 'quá khứ phản chiếu'."},
    {"fact": "Mỗi năm, khoảng 150.000 cây bị đốn hạ mỗi ngày trên khắp thế giới."},
    {"fact": "Có khoảng 7 triệu tấn rác thải nhựa được đổ ra biển mỗi năm."},
    {"fact": "Khi con bướm vỗ cánh, có thể tạo ra một thay đổi nhỏ trong khí quyển đủ lớn để tạo ra một cơn bão."},
    {"fact": "Cây bạch dương có thể sống đến 70 năm và là một trong những cây gỗ đầu tiên mọc lại trên đất trống."},
    {"fact": "Khi bạn mỉm cười, não bộ của bạn tiết ra các hóa chất khiến bạn cảm thấy hạnh phúc hơn."},
    {"fact": "Chúng ta có thể sống lâu hơn nếu chúng ta ăn ít hơn và ngủ nhiều hơn."},
    {"fact": "Có một loài bướm có thể sống đến 9 tháng trong trạng thái ngừng phát triển."},
    {"fact": "Trái đất có thể chịu đựng được khoảng 10 tỷ con người nếu chúng ta biết cách phân phối tài nguyên hợp lý."},
    {"fact": "Mỗi khi con người ngáp, nhiệt độ cơ thể sẽ giảm một chút giúp làm mát cơ thể."},
    {"fact": "Trong không gian, không có trọng lực nên con người sẽ không thể khóc theo cách bình thường."},
    {"fact": "Cái cây có thể sống được hàng nghìn năm mà không cần chăm sóc."},
    {"fact": "Hằng năm, hơn một triệu loài động vật bị đe dọa bởi nạn săn bắt và mất môi trường sống."},
    {"fact": "Trái cây như chuối có thể được trồng ngay cả trong không gian nhờ vào công nghệ hiện đại."},
    {"fact": "Con người có thể sống được tới 120 năm nếu chúng ta biết cách bảo vệ sức khỏe và có lối sống lành mạnh."},
    {"fact": "Cái tên 'Sahara' có nguồn gốc từ tiếng Ả Rập, có nghĩa là 'sa mạc'."},
    {"fact": "Trong năm 2020, có khoảng 10 triệu người bị mắc bệnh tim mạch trên thế giới."},
    {"fact": "Các con cá có thể đi bộ dưới nước và leo lên đáy biển để tìm thức ăn."}
]